Repository: itchmecho/Lucent
Catalog: Lucent/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

# albums.all_photos
source: All Photos
de: Alle Fotos
es: Todas las Fotos
fr: Toutes les Photos
it: Tutte le Foto
ja: すべての写真
pt_br: Todas as Fotos
zh_hans: 所有照片

# albums.create_album
source: Create Album
de: Album erstellen
es: Crear Álbum
fr: Créer un Album
it: Crea Album
ja: アルバムを作成
pt_br: Criar Álbum
zh_hans: 创建相册

# albums.create_new_album
source: Create New Album
de: Neues Album erstellen
es: Crear Nuevo Álbum
fr: Créer un Nouvel Album
it: Crea Nuovo Album
ja: 新しいアルバムを作成
pt_br: Criar Novo Álbum
zh_hans: 创建新相册

# albums.delete_album
source: Delete Album
de: Album löschen
es: Eliminar Álbum
fr: Supprimer l'Album
it: Elimina Album
ja: アルバムを削除
pt_br: Excluir Álbum
zh_hans: 删除相册

# albums.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição
zh_hans: 描述

# albums.enter_album_name
source: Enter album name
de: Albumnamen eingeben
es: Ingresa el nombre del álbum
fr: Entrez le nom de l'album
it: Inserisci il nome dell'album
ja: アルバム名を入力
pt_br: Digite o nome do álbum
zh_hans: 输入相册名称

# albums.enter_description
source: Enter a description
de: Beschreibung eingeben
es: Ingresa una descripción
fr: Entrez une description
it: Inserisci una descrizione
ja: 説明を入力
pt_br: Digite uma descrição
zh_hans: 输入描述

# albums.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
pt_br: Favoritos
zh_hans: 收藏

# albums.library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pt_br: Biblioteca
zh_hans: 库

# albums.move_to_album
source: Move to Album
de: Zu Album verschieben
es: Mover a Álbum
fr: Déplacer vers l'Album
it: Sposta in Album
ja: アルバムに移動
pt_br: Mover para Álbum
zh_hans: 移动到相册

# albums.my_albums
source: My Albums
de: Meine Alben
es: Mis Álbumes
fr: Mes Albums
it: I Miei Album
ja: マイアルバム
pt_br: Meus Álbuns
zh_hans: 我的相册

# albums.no_albums_message
source: Create your first album to organize your photos
de: Erstelle dein erstes Album, um deine Fotos zu organisieren
es: Crea tu primer álbum para organizar tus fotos
fr: Créez votre premier album pour organiser vos photos
it: Crea il tuo primo album per organizzare le tue foto
ja: 最初のアルバムを作成して写真を整理してください
pt_br: Crie seu primeiro álbum para organizar suas fotos
zh_hans: 创建您的第一个相册来组织您的照片

# albums.no_albums_title
source: No Albums Yet
de: Noch keine Alben
es: Sin Álbumes Aún
fr: Aucun Album
it: Nessun Album
ja: アルバムなし
pt_br: Nenhum Álbum Ainda
zh_hans: 还没有相册

# albums.photos_to_move
source: Photos to Move
de: Fotos zum Verschieben
es: Fotos a Mover
fr: Photos à Déplacer
it: Foto da Spostare
ja: 移動する写真
pt_br: Fotos a Mover
zh_hans: 要移动的照片

# albums.recents
source: Recents
de: Zuletzt angesehen
es: Recientes
fr: Récents
it: Recenti
ja: 最近
pt_br: Recentes
zh_hans: 最近

# albums.title
source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
pt_br: Álbuns
zh_hans: 相册

# alerts.operation_failed
source: Operation Failed
de: Operation fehlgeschlagen
es: Operación Fallida
fr: Opération Échouée
it: Operazione Fallita
ja: 操作に失敗しました
pt_br: Operação Falhou
zh_hans: 操作失败

# alerts.operation_success
source: Operation completed successfully
de: Operation erfolgreich abgeschlossen
es: Operación completada con éxito
fr: Opération terminée avec succès
it: Operazione completata con successo
ja: 操作が正常に完了しました
pt_br: Operação concluída com sucesso
zh_hans: 操作成功完成

# alerts.unknown_error
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
pt_br: Ocorreu um erro desconhecido
zh_hans: 发生未知错误

# auth.biometrics
source: Biometrics
de: Biometrie
es: Biometría
fr: Biométrie
it: Biometria
ja: 生体認証
pt_br: Biometria
zh_hans: 生物识别

# auth.confirm_passcode
source: Confirm Passcode
de: Passcode bestätigen
es: Confirmar Código
fr: Confirmer le Code
it: Conferma Codice
ja: パスコードを確認
pt_br: Confirmar Código
zh_hans: 确认密码

# auth.create_passcode
source: Create Passcode
de: Passcode erstellen
es: Crear Código
fr: Créer un Code
it: Crea Codice
ja: パスコードを作成
pt_br: Criar Código
zh_hans: 创建密码

# auth.enter_passcode
source: Enter Passcode
de: Passcode eingeben
es: Ingresa el Código
fr: Entrez le Code
it: Inserisci il Codice
ja: パスコードを入力
pt_br: Digite o Código
zh_hans: 输入密码

# auth.passcode_mismatch
source: Passcodes don't match
de: Passcodes stimmen nicht überein
es: Los códigos no coinciden
fr: Les codes ne correspondent pas
it: I codici non corrispondono
ja: パスコードが一致しません
pt_br: Os códigos não coincidem
zh_hans: 密码不匹配

# auth.photos_protected
source: Your photos are protected
de: Deine Fotos sind geschützt
es: Tus fotos están protegidas
fr: Vos photos sont protégées
it: Le tue foto sono protette
ja: あなたの写真は保護されています
pt_br: Suas fotos estão protegidas
zh_hans: 您的照片受保护

# auth.unlock_reason
source: Unlock Lucent to access your photos
de: Entsperre Lucent, um auf deine Fotos zuzugreifen
es: Desbloquea Lucent para acceder a tus fotos
fr: Déverrouillez Lucent pour accéder à vos photos
it: Sblocca Lucent per accedere alle tue foto
ja: Lucentのロックを解除して写真にアクセスしてください
pt_br: Desbloqueie o Lucent para acessar suas fotos
zh_hans: 解锁 Lucent 以访问您的照片

# auth.unlock_with %@
source: Unlock with %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
it: Sblocca con %@
ja: %@ でロック解除
pt_br: Desbloquear com %@
zh_hans: 用 %@ 解锁

# auth.use_passcode
source: Use Passcode
de: Passcode verwenden
es: Usar Código
fr: Utiliser le Code
it: Usa Codice
ja: パスコードを使用
pt_br: Usar Código
zh_hans: 使用密码

# auth.wrong_passcode
source: Wrong Passcode
de: Falscher Passcode
es: Código Incorrecto
fr: Code Incorrect
it: Codice Errato
ja: パスコードが間違っています
pt_br: Código Incorreto
zh_hans: 密码错误

# common.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt_br: Confirmar
zh_hans: 确认

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
zh_hans: 创建

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído
zh_hans: 完成

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
zh_hans: 编辑

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro
zh_hans: 错误

# common.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

# common.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt_br: Carregando...
zh_hans: 加载中...

# common.move
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
pt_br: Mover
zh_hans: 移动

# common.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
pt_br: Novo
zh_hans: 新建

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar
zh_hans: 保存

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

# common.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
pt_br: Sucesso
zh_hans: 成功

# common.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
zh_hans: 未知

# import.add_photos
source: Add Photos
de: Fotos hinzufügen
es: Añadir Fotos
fr: Ajouter des Photos
it: Aggiungi Foto
ja: 写真を追加
pt_br: Adicionar Fotos
zh_hans: 添加照片

# import.choose_method
source: Choose how to add photos to your vault
de: Wähle, wie du Fotos zu deinem Tresor hinzufügst
es: Elige cómo añadir fotos a tu bóveda
fr: Choisissez comment ajouter des photos à votre coffre
it: Scegli come aggiungere foto al tuo caveau
ja: ボールトに写真を追加する方法を選択してください
pt_br: Escolha como adicionar fotos ao seu cofre
zh_hans: 选择如何向您的保险库添加照片

# import.import_complete
source: Import Complete
de: Import abgeschlossen
es: Importación Completada
fr: Importation Terminée
it: Importazione Completata
ja: インポート完了
pt_br: Importação Concluída
zh_hans: 导入完成

# import.importing
source: Importing...
de: Wird importiert...
es: Importando...
fr: Importation...
it: Importazione...
ja: インポート中...
pt_br: Importando...
zh_hans: 导入中...

# import.importing_progress %lld %lld
source: Importing %1$lld of %2$lld
de: Importiere %1$lld von %2$lld
es: Importando %1$lld de %2$lld
fr: Importation %1$lld sur %2$lld
it: Importazione %1$lld di %2$lld
ja: %1$lld/%2$lld をインポート中
pt_br: Importando %1$lld de %2$lld
zh_hans: 导入 %1$lld/%2$lld

# import.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir Configurações
zh_hans: 打开设置

# import.permission_message
source: Lucent needs access to your photo library to import photos.
de: Lucent benötigt Zugriff auf deine Fotobibliothek, um Fotos zu importieren.
es: Lucent necesita acceso a tu biblioteca de fotos para importar fotos.
fr: Lucent a besoin d'accéder à votre photothèque pour importer des photos.
it: Lucent ha bisogno di accedere alla tua libreria fotografica per importare le foto.
ja: Lucentが写真をインポートするには、写真ライブラリへのアクセスが必要です。
pt_br: O Lucent precisa de acesso à sua biblioteca de fotos para importar fotos.
zh_hans: Lucent需要访问您的照片库以导入照片。

# import.permission_required
source: Photo Library Access Required
de: Zugriff auf Fotobibliothek erforderlich
es: Se Requiere Acceso a la Biblioteca de Fotos
fr: Accès à la Photothèque Requis
it: Accesso alla Libreria Foto Richiesto
ja: 写真ライブラリへのアクセスが必要です
pt_br: Acesso à Biblioteca de Fotos Necessário
zh_hans: 需要照片库访问权限

# import.select_from_library
source: Select from Library
de: Aus Bibliothek auswählen
es: Seleccionar de la Biblioteca
fr: Sélectionner depuis la Bibliothèque
it: Seleziona dalla Libreria
ja: ライブラリから選択
pt_br: Selecionar da Biblioteca
zh_hans: 从库中选择

# import.take_photo
source: Take Photo
de: Foto machen
es: Tomar Foto
fr: Prendre une Photo
it: Scatta una Foto
ja: 写真を撮影
pt_br: Tirar Foto
zh_hans: 拍照

# metadata.camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil Photo
it: Fotocamera
ja: カメラ
pt_br: Câmera
zh_hans: 相机

# metadata.date_added
source: Date Added
de: Hinzufügedatum
es: Fecha de Adición
fr: Date d'Ajout
it: Data di Aggiunta
ja: 追加日
pt_br: Data de Adição
zh_hans: 添加日期

# metadata.date_taken
source: Date Taken
de: Aufnahmedatum
es: Fecha de Captura
fr: Date de Prise
it: Data di Scatto
ja: 撮影日
pt_br: Data da Captura
zh_hans: 拍摄日期

# metadata.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: 寸法
pt_br: Dimensões
zh_hans: 尺寸

# metadata.file_size
source: File Size
de: Dateigröße
es: Tamaño del Archivo
fr: Taille du Fichier
it: Dimensione File
ja: ファイルサイズ
pt_br: Tamanho do Arquivo
zh_hans: 文件大小

# metadata.location
source: Location
de: Standort
es: Ubicación
fr: Lieu
it: Posizione
ja: 位置情報
pt_br: Localização
zh_hans: 位置

# photos.delete_multiple_message %lld
source: These %lld photos will be permanently deleted. This action cannot be undone.
de: Diese %lld Fotos werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estas %lld fotos se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Ces %lld photos seront définitivement supprimées. Cette action est irréversible.
it: Queste %lld foto verranno eliminate in modo permanente. Questa azione non può essere annullata.
ja: これらの %lld 枚の写真は永久に削除されます。このアクションは元に戻せません。
pt_br: Estas %lld fotos serão excluídas permanentemente. Esta ação não pode ser desfeita.
zh_hans: 这 %lld 张照片将被永久删除。此操作无法撤销。

# photos.delete_photo_message
source: Are you sure you want to delete this photo? This action cannot be undone.
de: Bist du sicher, dass du dieses Foto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta foto? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette photo ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa foto? Questa azione non può essere annullata.
ja: この写真を削除してもよろしいですか?このアクションは元に戻せません。
pt_br: Tem certeza de que deseja excluir esta foto? Esta ação não pode ser desfeita.
zh_hans: 确定要删除此照片吗?此操作无法撤销。

# photos.delete_photo_title
source: Delete Photo?
de: Foto löschen?
es: ¿Eliminar Foto?
fr: Supprimer la Photo ?
it: Elimina Foto?
ja: 写真を削除しますか?
pt_br: Excluir Foto?
zh_hans: 删除照片?

# photos.delete_photos_title %lld
source: Delete %lld Photos?
de: %lld Fotos löschen?
es: ¿Eliminar %lld Fotos?
fr: Supprimer %lld Photos ?
it: Eliminare %lld Foto?
ja: %lld 枚の写真を削除しますか?
pt_br: Excluir %lld Fotos?
zh_hans: 删除 %lld 张照片?

# photos.delete_single_message
source: This photo will be permanently deleted. This action cannot be undone.
de: Dieses Foto wird dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta foto se eliminará permanentemente. Esta acción no se puede deshacer.
fr: Cette photo sera définitivement supprimée. Cette action est irréversible.
it: Questa foto verrà eliminata in modo permanente. Questa azione non può essere annullata.
ja: この写真は永久に削除されます。このアクションは元に戻せません。
pt_br: Esta foto será excluída permanentemente. Esta ação não pode ser desfeita.
zh_hans: 此照片将被永久删除。此操作无法撤销。

# photos.export_multiple_message %lld
source: These %lld photos will be decrypted and saved to your photo library.
de: Diese %lld Fotos werden entschlüsselt und in deiner Fotobibliothek gespeichert.
es: Estas %lld fotos se descifrarán y guardarán en tu biblioteca de fotos.
fr: Ces %lld photos seront déchiffrées et enregistrées dans votre photothèque.
it: Queste %lld foto verranno decriptate e salvate nella tua libreria fotografica.
ja: これらの %lld 枚の写真は復号化され、写真ライブラリに保存されます。
pt_br: Estas %lld fotos serão descriptografadas e salvas na sua biblioteca de fotos.
zh_hans: 这 %lld 张照片将被解密并保存到您的照片库。

# photos.export_photo_title
source: Export Photo?
de: Foto exportieren?
es: ¿Exportar Foto?
fr: Exporter la Photo ?
it: Esportare Foto?
ja: 写真をエクスポート?
pt_br: Exportar Foto?
zh_hans: 导出照片?

# photos.export_photos_title %lld
source: Export %lld Photos?
de: %lld Fotos exportieren?
es: ¿Exportar %lld Fotos?
fr: Exporter %lld Photos ?
it: Esportare %lld Foto?
ja: %lld 枚の写真をエクスポート?
pt_br: Exportar %lld Fotos?
zh_hans: 导出 %lld 张照片?

# photos.export_single_message
source: This photo will be decrypted and saved to your photo library.
de: Dieses Foto wird entschlüsselt und in deiner Fotobibliothek gespeichert.
es: Esta foto se descifrará y guardará en tu biblioteca de fotos.
fr: Cette photo sera déchiffrée et enregistrée dans votre photothèque.
it: Questa foto verrà decriptata e salvata nella tua libreria fotografica.
ja: この写真は復号化され、写真ライブラリに保存されます。
pt_br: Esta foto será descriptografada e salva na sua biblioteca de fotos.
zh_hans: 此照片将被解密并保存到您的照片库。

# photos.export_to_library
source: Export to Photo Library
de: In Fotobibliothek exportieren
es: Exportar a Biblioteca de Fotos
fr: Exporter vers la Photothèque
it: Esporta nella Libreria Foto
ja: 写真ライブラリにエクスポート
pt_br: Exportar para Biblioteca de Fotos
zh_hans: 导出到照片库

# photos.loading_photo
source: Loading photo...
de: Foto wird geladen...
es: Cargando foto...
fr: Chargement de la photo...
it: Caricamento foto...
ja: 写真を読み込み中...
pt_br: Carregando foto...
zh_hans: 加载照片中...

# photos.no_photos_message
source: Your secure photo vault is ready. Tap the + button to add photos.
de: Dein sicherer Fototresor ist bereit. Tippe die +-Schaltfläche, um Fotos hinzuzufügen.
es: Tu bóveda de fotos segura está lista. Toca el botón + para añadir fotos.
fr: Votre coffre-fort photo sécurisé est prêt. Appuyez sur + pour ajouter des photos.
it: Il tuo cassaforte fotografica sicura è pronto. Tocca il pulsante + per aggiungere foto.
ja: セキュアなフォトボールトの準備ができました。 +ボタンをタップして写真を追加します。
pt_br: Seu cofre de fotos seguro está pronto. Toque no botão + para adicionar fotos.
zh_hans: 您的安全照片库已准备好。 点击 + 按钮添加照片。

# photos.no_photos_title
source: No Photos Yet
de: Noch keine Fotos
es: Sin Fotos Aún
fr: Aucune Photo
it: Nessuna Foto
ja: 写真なし
pt_br: Nenhuma Foto Ainda
zh_hans: 还没有照片

# photos.photo_count %lld
source: %lld photos
de: %lld Fotos
es: %lld fotos
it: %lld foto
ja: %lld 枚の写真
pt_br: %lld fotos
zh_hans: %lld 张照片

# photos.photo_count_single
source: 1 photo
de: 1 Foto
es: 1 foto
it: 1 foto
ja: 1 枚の写真
pt_br: 1 foto
zh_hans: 1 张照片

# photos.title
source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt_br: Fotos
zh_hans: 照片

# search.no_results
source: No Results
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun Résultat
it: Nessun Risultato
ja: 結果がありません
pt_br: Nenhum Resultado
zh_hans: 无结果

# search.no_results_message
source: Try searching with different terms
de: Versuche mit anderen Suchbegriffen
es: Intenta buscar con otros términos
fr: Essayez avec d'autres termes
it: Prova a cercare con termini diversi
ja: 別の用語で検索してみてください
pt_br: Tente buscar com outros termos
zh_hans: 尝试使用不同的条件搜索

# search.placeholder
source: Search photos...
de: Fotos durchsuchen...
es: Buscar fotos...
fr: Rechercher des photos...
it: Cerca foto...
ja: 写真を検索...
pt_br: Buscar fotos...
zh_hans: 搜索照片...

# search.title
source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Ricerca
ja: 検索
pt_br: Buscar
zh_hans: 搜索

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
pt_br: Sobre
zh_hans: 关于

# settings.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência
zh_hans: 外观

# settings.auto_lock
source: Auto-lock
de: Automatische Sperre
es: Bloqueo Automático
fr: Verrouillage Auto
it: Blocco Automatico
ja: 自動ロック
pt_br: Bloqueio Automático
zh_hans: 自动锁定

# settings.backup_data
source: Backup & Data
de: Sicherung & Daten
es: Respaldo y Datos
fr: Sauvegarde et Données
it: Backup e Dati
ja: バックアップとデータ
pt_br: Backup e Dados
zh_hans: 备份和数据

# settings.cache_cleared
source: Thumbnail cache has been cleared.
de: Thumbnail-Cache wurde gelöscht.
es: La caché de miniaturas ha sido borrada.
fr: Le cache des miniatures a été vidé.
it: La cache delle miniature è stata cancellata.
ja: サムネイルキャッシュがクリアされました。
pt_br: O cache de miniaturas foi limpo.
zh_hans: 缩略图缓存已清除。

# settings.change_passcode
source: Change Passcode
de: Passcode ändern
es: Cambiar Código
fr: Changer le Code
it: Cambia Codice
ja: パスコードを変更
pt_br: Alterar Código
zh_hans: 更改密码

# settings.change_passcode_message
source: This feature will allow you to change your passcode. Implementation coming soon.
de: Mit dieser Funktion kannst du deinen Passcode ändern. Implementierung kommt bald.
es: Esta función te permitirá cambiar tu código. Implementación próximamente.
fr: Cette fonctionnalité vous permettra de changer votre code. Disponible prochainement.
it: Questa funzione ti permetterà di cambiare il tuo codice. Implementazione prossimamente.
ja: この機能ではパスコードを変更できます。実装は近日公開予定です。
pt_br: Este recurso permitirá que você altere seu código. Implementação em breve.
zh_hans: 此功能将允许您更改密码。实现即将推出。

# settings.change_passcode_title
source: Change Passcode
de: Passcode ändern
es: Cambiar Código
fr: Changer le Code
it: Cambia Codice
ja: パスコードを変更
pt_br: Alterar Código
zh_hans: 更改密码

# settings.clear_cache_message
source: This will clear cached thumbnails and free up space. Thumbnails will be regenerated when needed.
de: Dies löscht zwischengespeicherte Miniaturbilder und gibt Speicher frei. Miniaturbilder werden bei Bedarf neu generiert.
es: Esto borrará las miniaturas en caché y liberará espacio. Las miniaturas se regenerarán cuando sea necesario.
fr: Cela effacera les miniatures en cache et libérera de l'espace. Les miniatures seront régénérées si nécessaire.
it: Questo cancellerà le miniature in cache e libererà spazio. Le miniature verranno rigenerate se necessario.
ja: これはキャッシュされたサムネイルをクリアし、スペースを解放します。サムネイルは必要に応じて再生成されます。
pt_br: Isso limpará as miniaturas em cache e liberará espaço. As miniaturas serão regeneradas quando necessário.
zh_hans: 这将清除缓存的缩略图并释放空间。需要时将重新生成缩略图。

# settings.clear_thumbnail_cache
source: Clear Thumbnail Cache
de: Thumbnail-Cache löschen
es: Borrar Caché de Miniaturas
fr: Vider le Cache des Miniatures
it: Cancella Cache Miniature
ja: サムネイルキャッシュをクリア
pt_br: Limpar Cache de Miniaturas
zh_hans: 清除缩略图缓存

# settings.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
pt_br: Escuro
zh_hans: 深色

# settings.display_counts_on_albums
source: Display counts on albums
de: Zählungen auf Alben anzeigen
es: Mostrar conteos en álbumes
fr: Afficher les compteurs sur les albums
it: Visualizza conteggi su album
ja: アルバムにカウント表示
pt_br: Exibir contagens nos álbuns
zh_hans: 在相册上显示计数

# settings.display_photo_previews_in_grid
source: Display photo previews in grid
de: Fotovorschau im Raster anzeigen
es: Mostrar vistas previas en cuadrícula
fr: Afficher les aperçus en grille
it: Visualizza anteprime foto in griglia
ja: グリッドに写真プレビュー表示
pt_br: Exibir pré-visualizações em grade
zh_hans: 在网格中显示照片预览

# settings.export_metadata
source: Export Metadata
de: Metadaten exportieren
es: Exportar Metadatos
fr: Exporter les Métadonnées
it: Esporta Metadati
ja: メタデータをエクスポート
pt_br: Exportar Metadados
zh_hans: 导出元数据

# settings.export_metadata_message
source: This will export non-sensitive metadata (dates, tags, albums) to a file. Photos and encryption keys will NOT be included.
de: Dies exportiert nicht vertrauliche Metadaten (Daten, Tags, Alben) in eine Datei. Fotos und Verschlüsselungsschlüssel werden NICHT eingeschlossen.
es: Esto exportará metadatos no sensibles (fechas, etiquetas, álbumes) a un archivo. Las fotos y las claves de cifrado NO se incluirán.
fr: Cela exportera les métadonnées non sensibles (dates, tags, albums) dans un fichier. Les photos et les clés de chiffrement ne seront PAS incluses.
it: Questo esporterà i metadati non sensibili (date, tag, album) in un file. Le foto e le chiavi di crittografia NON saranno incluse.
ja: これは機密でないメタデータ(日付、タグ、アルバム)をファイルにエクスポートします。写真と暗号化キーは含まれません。
pt_br: Isso exportará metadados não sensíveis (datas, tags, álbuns) para um arquivo. As fotos e chaves de criptografia NÃO serão incluídas.
zh_hans: 这将把非敏感元数据(日期、标签、相册)导出到文件。照片和加密密钥将不包括在内。

# settings.fifteen_minutes
source: 15 Minutes
de: 15 Minuten
es: 15 Minutos
it: 15 Minuti
ja: 15 分
pt_br: 15 Minutos
zh_hans: 15 分钟

# settings.five_minutes
source: 5 Minutes
de: 5 Minuten
es: 5 Minutos
it: 5 Minuti
ja: 5 分
pt_br: 5 Minutos
zh_hans: 5 分钟

# settings.immediate
source: Immediate
de: Sofort
es: Inmediato
fr: Immédiat
it: Immediato
ja: すぐに
pt_br: Imediato
zh_hans: 立即

# settings.licenses_message
source: This app is built with open source software. License information will be available in a future update.
de: Diese App ist mit Open-Source-Software entwickelt. Lizenzinformationen werden in einem zukünftigen Update verfügbar sein.
es: Esta aplicación está construida con software de código abierto. La información de licencias estará disponible en una actualización futura.
fr: Cette application est construite avec des logiciels open source. Les informations de licence seront disponibles dans une future mise à jour.
it: Questa app è costruita con software open source. Le informazioni sulla licenza saranno disponibili in un futuro aggiornamento.
ja: このアプリはオープンソースソフトウェアで構築されています。ライセンス情報は将来の更新で利用可能になります。
pt_br: Este aplicativo é construído com software de código aberto. As informações de licença estarão disponíveis em uma atualização futura.
zh_hans: 此应用使用开源软件构建。许可证信息将在将来的更新中提供。

# settings.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
pt_br: Claro
zh_hans: 浅色
